paperwork/classmates/celia_feedback.tex
% Created 2021-05-27 Thu 09:03
% Intended LaTeX compiler: pdflatex
\documentclass{basic}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Benjamin Goldman}
\date{14 May 2021}
\title{Celia Paper Feedback}
\hypersetup{
 pdfauthor={Benjamin Goldman},
 pdftitle={Celia Paper Feedback},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{Abstract}
\label{sec:org9eff226}
\begin{itemize}
\item You might want to put everything in past tense or future tense, since the paper will be submitted after you have results
\item Otherwise, it is very clear and concise
\item Also, sometimes they say not to use first person. It seems fine as it is but Ms. Fleming might have a preference
\end{itemize}

\section{Introduction}
\label{sec:org2841516}
\begin{itemize}
\item Paragraph 1 does a good job introducing the topic, I especially liked the last sentence about how light pollution is as of yet mostly unquantified.
\item In the sentence with ``\ldots{}can easily accumulate over and light pollution is a problem\ldots{}'' I would turn the and into a sentence break so it is easier to read.
\item For paragraph 2 when you cite a paper, you should use parenthetical citations
\begin{itemize}
\item So like say ``According to Longcore and Rich (2004), light pollution could \ldots{}'' or ``Light pollution could alter \ldots{} (Longcore and Rich 2004).''
\end{itemize}
\item Expand a little bit on paragraph 2, maybe cite a few more recent papers, and say how they affect your hypothesis by creating a gap.
\item I would only include the figure if it directly supports the ideas in the introduction. Its a cool picture, but I'm not sure its necessary. Maybe you could use like a picture of sources of light pollution or something.
\item Maybe in the 3rd paragraph elaborate a little bit on the dependent variable, so like say what the implications of a high light level are, etc.
\item Are you examining how light pollution is changing over time, or on average in a certain time span, or only in the present?
\item Similar citation thing for p. 4.
\item Add a sentence or 2 after each paper citation to add more for how it impacts your study or other studies.
\item For the last intro paragraph, you mention your hypothesis being supported, but it's not clear what your hypothesis actually is.
\item The part about the designation being worth it or not is interesting, and because it would be an implication of your results, you should clarify what you mean about it.
\item You could also mention ecosystems and human health in addition to tourism
\item Not clear what the gap in literature is
\item Overall, you did a good job introducing each paper so that they all contribute to your study, but what's missing is an explanation of the importance of each paper, and the gap.
\end{itemize}

\section{Methodology}
\label{sec:org9ba9d76}
\begin{itemize}
\item Do a separate paragraph on data where you talk about where the raw lighting data is coming from. Is it satellites, human recordings, some kind of meter, etc?
\item Median
\item I think past or present tense would work fine here too.
\item You mentioned using ANOVA?
\end{itemize}
\end{document}
